Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
it: Spunta questa opzione se vuoi sovrascrivere data/ora usata quando si espandono le variabili: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
it: Immagini

source: settings
it: Impostazioni

source: select the images from the list below that you want to import into a new filmroll
it: Seleziona le immagini che vuoi importare nel nuovo rullino dalla lista sottostante

source: please use YYYY-MM-DD format for date override
it: Usa il formato AAAA-MM-GG per sovrascrivere la data

source: tethering view
it: Vista Tethering (scatto remoto)

source: lighttable view
it: Vista Tavolo Luminoso

source: darkroom view
it: Vista Camera Oscura

source: map view
it: Vista Mappa

source: slideshow view
it: Vista presentazione

source: print view
it: Stampa vista

source: quit
it: Chiudi

source: toggle fullscreen
it: Passa a schermo intero

source: leave fullscreen
it: Chiudi schermo intero

source: toggle side borders
it: Nascondi bordi laterali

source: toggle panels collapsing controls
it: Nascondi controlli compressione pannelli

source: toggle left panel
it: Nascondi pannello sinistro

source: toggle right panel
it: Nascondi pannello destro

source: toggle top panel
it: Nascondi pannello superiore

source: toggle bottom panel
it: Nascondi pannello inferiore

source: toggle header
it: Nascondi testata

source: toggle filmstrip and timeline
it: Nascondi i provini e la linea temporale

source: toggle top toolbar
it: Nascondi pannello superiore

source: toggle bottom toolbar
it: Nascondi pannello inferiore

source: toggle all top panels
it: Nascondi tutti i pannelli superiori

source: toggle all bottom panels
it: Nascondi tutti i pannelli inferiori

source: toggle focus peaking
it: Nascondi l'evidenziatore del fuoco

source: switch view
it: Cambia vista

source: zoom in
it: Zoom avanti

source: zoom out
it: Zoom indietro

source: show accels window
it: Visualizza finestra scorciatoie

source: $(ROLL_NAME) - roll of the input image
it: $(ROLL_NAME) - Rullino dell'immagine da caricare

source: $(FILE_FOLDER) - folder containing the input image
it: $(FILE_FOLDER) - Cartella dell'immagine da caricare

source: $(FILE_NAME) - basename of the input image
it: $(FILE_NAME) - Nome dell'mmagine da caricare

source: $(FILE_EXTENSION) - extension of the input image
it: $(FILE_EXTENSION) - Estensione dell'immagine da caricare

source: $(VERSION) - duplicate version
it: $(VERSION) - Versione duplicata

source: $(SEQUENCE) - sequence number
it: $(SEQUENCE) - Numero sequenza

source: $(MAX_WIDTH) - maximum image export width
it: $(MAX_WIDTH) - Larghezza max immagine esportata

source: $(MAX_HEIGHT) - maximum image export height
it: $(MAX_HEIGHT) - Altezza max immagine esportata

source: $(YEAR) - year
it: $(YEAR) - Anno

source: $(MONTH) - month
it: $(MONTH) - Mese

source: $(DAY) - day
it: $(DAY) - Giorno

source: $(HOUR) - hour
it: $(HOUR) - Ora

source: $(MINUTE) - minute
it: $(MINUTE) - Minuto

source: $(SECOND) - second
it: $(SECOND) - Secondo

source: $(EXIF_YEAR) - EXIF year
it: $(EXIF_YEAR) - Anno Exif

source: $(EXIF_MONTH) - EXIF month
it: $(EXIF_MONTH) - Mese Exif

source: $(EXIF_DAY) - EXIF day
it: $(EXIF_DAY) - Giorno Exif

source: $(EXIF_HOUR) - EXIF hour
it: $(EXIF_HOUR) - Ora Exif

source: $(EXIF_MINUTE) - EXIF minute
it: $(EXIF_MINUTE) - Minuto Exif

source: $(EXIF_SECOND) - EXIF second
it: $(EXIF_SECOND) - Secondo Exif

source: $(EXIF_ISO) - ISO value
it: $(EXIF_ISO) - Valore ISO

source: $(MAKER) - camera maker
it: $(MAKER) - Produttore fotocamera

source: $(MODEL) - camera model
it: $(MODEL) - Modello fotocamera

source: $(STARS) - star rating
it: $(STARS) - Valutazione

source: $(LABELS) - colorlabels
it: $(LABELS) - Etichetta colore

source: $(PICTURES_FOLDER) - pictures folder
it: $(PICTURES_FOLDER) - Cartella immagini

source: $(HOME) - home folder
it: $(HOME) - Cartella home

source: $(DESKTOP) - desktop folder
it: $(DESKTOP) - Cartella desktop

source: $(TITLE) - title from metadata
it: $(TITLE) - Titolo dai metadata

source: $(DESCRIPTION) - description from metadata
it: $(DESCRIPTION) - Descrizione dai metadata

source: $(CREATOR) - creator from metadata
it: $(CREATOR) - Creatore dai metadata

source: $(PUBLISHER) - publisher from metadata
it: $(PUBLISHER) - Editore dai metadata

source: $(RIGHTS) - rights from metadata
it: $(RIGHTS) - Diritti dai metadata

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
it: $(OPENCL_ACTIVATED) - Se OpenCL è attivato

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
it: $(CATEGORY0(category)) - Sotto-etichetta del livello 0 nelle etichette gerarchiche

source: $(TAGS) - tags as set in metadata settings
it: $(TAGS) - Etichette come impostato nelle impostazioni metadati

source: horizontal lines
it: Linee orizzontali

source: number of horizontal guide lines
it: Numero di linee guida orizzontali

source: vertical lines
it: Linee verticali

source: number of vertical guide lines
it: Numero di linee guida verticali

source: subdivisions
it: Suddivisione

source: number of subdivisions per grid rectangle
it: Numero di suddivisioni per la griglia rettangolare

source: golden sections
it: Sezioni auree

source: golden spiral sections
it: Sezioni spirale aurea

source: golden spiral
it: Spirale aurea

source: show some extra guides
it: Visualizza alcune guide extra

source: grid
it: Griglia

source: rules of thirds
it: Regola dei terzi

source: metering
it: Misurazione

source: perspective
it: Prospettiva

source: diagonal method
it: Metodo diagonale

source: harmonious triangles
it: Triangoli armonici

source: golden mean
it: Sezione aurea

source: select parts to copy
it: Seleziona le parti da copiare

source: select parts to paste
it: Seleziona le parti da incollare

source: select _all
it: Seleziona _tutto

source: select _none
it: Seleziona _nulla

source: include
it: Includi

source: item
it: Oggetto

source: modules order
it: Ordinamento moduli

source: can't copy history out of unaltered image
it: Impossibile copiare la coda di sviluppo da un'immagine non modificata

source: normal images
it: Immagine normale

source: interface language
it: Lingua interfaccia

source: double click to reset to the system language
it: Doppio click per azzerare alla lingua di sistema

source: set the language of the user interface. the system default is marked with an * (needs a restart)
it: Imposta la lingua per l'interfaccia utente. Il sistema è impostato in modo predefinito con un valore * (è necessario il riavvio)

source: theme
it: Tema

source: set the theme for the user interface
it: Imposta il tema dell'interfaccia utente

source: darktable preferences
it: Preferenze darktable

source: close
it: Chiudi

source: model
it: Modello

source: maker
it: Costruttore

source: import...
it: Importa...

source: shortcuts
it: Scorciatoie

source: shortcut
it: Scorciatoia

source: binding
it: Combinazione di tasti

source: export...
it: Esporta...

source: press key combination to remap...
it: Premi la nuova combinazione di tasti...

source: %s accel is already mapped to %s. do you want to replace it ?
it: La scorciatoia %s è già mappata con %s. Vuoi sostituirla?

source: accel conflict
it: Scorciatoia conflitto

source: do you really want to delete the preset `%s'?
it: Vuoi veramente eliminare il preset `%s'?

source: delete preset?
it: Elimino impostazione?

source: select file to export
it: Seleziona file da esportare

source: select file to import
it: Seleziona file da importare

source: _open
it: _apri

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
it: Sei sicuro di voler ripristinare i tasti predefiniti? Questo cancellerà le eventuali modifiche apportate.

source: select preset to import
it: Seleziona il preset da importare

source: failed to import preset
it: Non riesco ad importare il preset

source: edit `%s' for module `%s'
it: Modifica '%s' per il modulo '%s'

source: description or further information
it: Descrizione o ulteriori informazioni

source: auto apply this preset to matching images
it: Applica automaticamente questo present alle immagini che corrispondono a questi criteri:

source: only show this preset for matching images
it: Mostra solo questo preset per le immagini che corrispondono a questi criteri:

source: be very careful with this option. this might be the last time you see your preset.
it: Attento con questa opzione. Potrebbe essere l'ultima volta che vedi il tuo preset.

source: string to match model (use % as wildcard)
it: Stringa per la corrispondenza del modello (usa % come jolly)

source: string to match maker (use % as wildcard)
it: Stringa per la corrispondenza del Costruttore (usa % come jolly)

source: string to match lens (use % as wildcard)
it: Stringa per la corrispondenza degli obiettivi (usa % come jolly)

source: minimum ISO value
it: Valore iso minimo

source: maximum ISO value
it: Valore iso massimo

source: minimum exposure time
it: Tempo di esposizione minimo

source: maximum exposure time
it: Tempo di esposizione massimo

source: minimum aperture value
it: Apertura diaframma minima

source: maximum aperture value
it: Apertura diaframma massima

source: minimum focal length
it: Lunghezza focale minima

source: maximum focal length
it: Lunghezza focale massima

source: format
it: Formato

source: _select as output destination
it: _seleziona come destinazione di output

source: preset %s was successfully saved
it: Il preset %s è stato salvato con successo

source: new preset
it: Nuovo preset

source: please give preset a name
it: Per favore, dai un nome al preset

source: unnamed preset
it: Preset senza nome

source: preset `%s' already exists. do you want to overwrite?
it: Preset '%s' già esistente. Vuoi sovrascriverlo?

source: overwrite preset?
it: Sovrascrivo preset?

source: name of the preset
it: Nome del preset

source: (default)
it: (Predefinito)

source: disabled: wrong module version
it: Disabilitato: versione del modulo errata

source: edit this preset..
it: Modifica questo preset...

source: delete this preset
it: Elimina questo preset

source: store new preset..
it: Salva nuovo preset...

source: update preset
it: Aggiorna preset

source: favourite
it: Preferito

source: style %s was successfully saved
it: Lo stile %s è stato salvato con successo

source: edit style
it: Modifica stile

source: duplicate style
it: Duplica stile

source: creates a duplicate of the style before applying changes
it: Crea un duplicato dello stile prima di applicare le modifiche

source: create new style
it: Crea un nuovo stile

source: enter a name for the new style
it: Inserisci il nome del nuovo stile

source: description
it: Descrizione

source: enter a description for the new style, this description is searchable
it: Inserisci la descrizione del nuovo stile, la descrizione è ricercabile

source: update
it: Aggiorna

source: can't create style out of unaltered image
it: Impossibile creare uno stile da un'immagine non modificata

source: copy
it: Copia

source: do a 1:1 copy of the selected files. the global options below do not apply!
it: Esegui una copia 1:1 dei file selezionati. Le impostazioni globali sottostanti non verranno applicate!

source: the selected output profile doesn't work well with exr
it: Il profilo di output selezionato non funziona bene con EXR

source: OpenEXR (float)
it: OpenEXR (virgola mobile)

source: compression mode
it: Modalità di compressione

source: PIZ (default)
it: PIZ (predefinito)

source: PXR24 (lossy)
it: PXR24 (con perdita)

source: B44 (lossy)
it: B44 (con perdita)

source: B44A (lossy)
it: B44A (con perdita)

source: DCP mode
it: Modo DCP

source: invalid paper size
it: Formato carta non valido

source: invalid border size, using 0
it: Dimensione bordo invalida, utilizzo 0

source: could not export to file `%s'!
it: Impossibile esportare il file '%s'!

source: title
it: Titolo

source: enter the title of the pdf
it: Inserire il titolo del PDF

source: paper size
it: Formato carta

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
it: Dimensione foglio del PDF Uno dalla lista oppure "<width> [unità di misura] x <height> [unità di misura] Esempio: 210 mm x 2.97 cm

source: page orientation
it: Orientazione pagina

source: portrait
it: Verticale/Ritratto

source: landscape
it: Orizzontale/Panorama

source: paper orientation of the pdf
it: Orientazione foglio sul PDF

source: border
it: Bordo

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
it: Spazio vuoto intorno al PDF Formato: dimensione + unità Esempi: 10 mm, 1 pollice

source: dpi of the images inside the pdf
it: DPI delle immagini nel PDF

source: rotate images
it: Ruota immagini

source: images can be rotated to match the pdf orientation to waste less space when printing
it: Le immagini possono essere ruotate per combaciare con l'orientazione del PDF in maniera tale da sprecare meno spazio durante la stampa

source: TODO: pages
it: DA FARE: pagine

source: single images
it: Immagini singole

source: contact sheet
it: Foglio contatto

source: what pages should be added to the pdf
it: Quali pagine dovrebbero essere aggiunte al file PDF

source: embed icc profiles
it: Incorpora profili icc

source: images can be tagged with their icc profile
it: Le immagini possono essere taggate con il loro profilo icc

source: bit depth
it: Profondità di bit

source: bits per channel of the embedded images
it: Bit per canale delle immagini incorporate

source: compression
it: Compressione

source: uncompressed
it: Non compresso

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
it: Metodo usato per la compressione immagine Non compresso -- veloce ma fornisce file grandi Deflazione -- file piccoli ma più lento

source: image mode
it: Modo immagine

source: draft
it: Bozza

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
it: Normale -- inserisce le immagini nel PDF Bozza -- le immagini verranno sostituite con dei quadrati Debug -- mostra solamente le sagome ed i bordi

source: PFM (float)
it: PFM (virgola mobile)

source: image
it: Immagine

source: TIFF (8/16/32-bit)
it: TIFF (8/16-bit)

source: 32 bit (float)
it: 32-bit (virgola mobile)

source: deflate with predictor
it: Deflate con predittore

source: deflate with predictor (float)
it: Deflate con predittore (virgola mobile)

source: compression level
it: Livello di compressione

source: compression type
it: Tipo di compressione

source: lossy
it: Con perdita

source: lossless
it: Senza perdita

source: applies only to lossy setting
it: Si applica solo alle impostazioni con perdita

source: image hint
it: Suggerimento immagine

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
it: Suggerimenti sulle caratteristiche dell'immagine per la codifica. Immagine : immagine digitale, ad esempio ritratto, scatto in interni Fotografia : fotografia in esterni, con illuminazione naturale Grafica : immagine con toni separati (non continui)

source: picture
it: Immagine

source: photo
it: Fotografia

source: graphic
it: Grafica

source: file on disk
it: File su disco

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
it: Immetti il percorso dove salvare le immagini esportate Sono supportate le variabili come sulla bash Variabili riconosciute:

source: on conflict
it: Sul conflitto

source: create unique filename
it: Crea nome file unico

source: overwrite
it: Sovrascrivi

source: skip
it: Salta

source: could not create directory `%s'!
it: Impossibile creare la directory '%s'!

source: could not write to directory `%s'!
it: Impossibile scrivere nella directory '%s'!

source: %d/%d skipping `%s'
it: %d/%d saltando `%s'

source: %d/%d exported to `%s'
it: %d/%d esportato in `%s'

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
it: Stai esportando in modalità sovrascrittura, questo sovrascrive ogni immagine Sei sicuro di voler continuare?

source: send as email
it: Invia tramite email

source: images exported from darktable
it: Immagini esportate da darktable

source: could not launch email client!
it: Impossibile lanciare il client email!

source: website gallery
it: Galleria web

source: enter the title of the website
it: Inserisci il titolo del sito web

source: LaTeX book template
it: Modello libro latex

source: enter the title of the book
it: Inserisci il titolo del libro

source: authenticated
it: Autenticato

source: not authenticated
it: Non autenticato

source: not authenticated, cannot reach server
it: Non autenticato, server non raggiungibile

source: create new album
it: Crea un nuovo album

source: cannot refresh albums
it: Non posso aggiornare l'album

source: accounts
it: Utenze

source: the server name default protocol is https specify http:// if non secure server
it: Il nome del server Il protocollo di default è https Specifica http:// per server non sicuro

source: user
it: Utente

source: visible to
it: Visibile a

source: everyone
it: Chiunque

source: contacts
it: Contatti

source: friends
it: Amici

source: family
it: Famiglia

source: you
it: Tu

source: refresh album list
it: Aggiorna lista album

source: new album
it: Nuovo album

source: parent album
it: Album genitore

source: click login button to start
it: Premi login per iniziare

source: cannot create a new piwigo album!
it: Impossibile creare un nuovo album piwigo!

source: could not upload to piwigo!
it: Impossibile caricare su piwigo!

source: %d/%d exported to piwigo webalbum
it: %d/%d esportato in Piwigo

source: perspective correction
it: correzione prospettiva

source: rotation
it: Rotazione

source: lens shift (v)
it: Spostamento lente (v)

source: lens shift (h)
it: Spostamento lente (o)

source: shear
it: Stira

source: crop factor
it: Proporzioni

source: aspect adjust
it: Regolazione aspetto

source: guides
it: Guide

source: automatic cropping
it: Ritaglio automatico

source: lens model
it: Modello obiettivo

source: automatic cropping failed
it: Ritaglio automatico fallito

source: data pending - please repeat
it: Dati in sospeso - per favore ripetere

source: could not detect structural data in image
it: Non è stato possibile individuare dati strutturali nell'immagine

source: could not run outlier removal
it: Non è stato possibile eliminare le linee di controllo

source: not enough structure for automatic correction
it: La struttura non è sufficiente per applicare la correzione automatica

source: automatic correction failed, please correct manually
it: Correzione automatica fallita, per favore effettuare la correzione manualmente

source: lens shift (%s)
it: Spostamento lente (%s)

source: horizontal
it: Orizzontale

source: vertical
it: Verticale

source: lens shift (vertical)
it: Allinea lente (verticale)

source: lens shift (horizontal)
it: Allinea lente (orizzontale)

source: largest area
it: Area più larga

source: original format
it: Formato originale

source: generic
it: Generico

source: specific
it: Specifico

source: lens dependence
it: Dipendenza lente

source: automatic fit
it: Adatta automaticamente

source: get structure
it: Ottieni struttura

source: rotate image
it: Ruota immagine

source: apply lens shift correction in one direction
it: Applica la correzione dell'allineamento della lente in una direzione

source: shear the image along one diagonal
it: Taglia l'immagine lungo una diagonale

source: display guide lines overlay
it: Sovrimpressione delle linee guida

source: automatically crop to avoid black edges
it: Ritaglia automaticamente per evitare bordi neri

source: lens model of the perspective correction: generic or according to the focal length
it: Modello della lente della correzione prospettica: generica od in base alla lunghezza focale

source: focal length of the lens, default value set from exif data if available
it: Lunghezza focale della lente, valore predefinito impostato dai dati Exif qualora disponibili

source: crop factor of the camera sensor, default value set from exif data if available, manual setting is often required
it: Fattore di taglio del sensore della fotocamera, imposta un valore di default dai dati Exif (se disponibili), spesso è richiesto un'impostazione manuale

source: the level of lens dependent correction, set to maximum for full lens dependency, set to zero for the generic case
it: Il livello di correzione dipendente dalla lente, imposta al massimo per una dipendenza completa dalla lente, imposta a zero per un uso generico

source: adjust aspect ratio of image by horizontal and vertical scaling
it: Regola le proporzioni dell'immagine ridimensionando orizzontalmente e verticalmente

source: automatically correct for vertical perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
it: Corregge automaticamente la distorsione prospettica verticale Ctrl+click per correggere solamente la rotazione Maiusc+click per correggere solamente la distorsione della lente

source: automatically correct for horizontal perspective distortion ctrl+click to only fit rotation shift+click to only fit lens shift
it: Corregge automaticamente la distorsione prospettica orizzontale Ctrl+click per correggere solamente la rotazione Maiusc+click per correggere solamente la distorsione della lente

source: automatically correct for vertical and horizontal perspective distortions; fitting rotation,lens shift in both directions, and shear ctrl+click to only fit rotation shift+click to only fit lens shift ctrl+shift+click to only fit rotation and lens shift
it: Automaticamente corregge la distorsione prospettica verticale ed orizzontale; la rotazione, l'allineamento della lente in entrambe le direzioni e lo stiramento Ctrl+click per correggere solamente la rotazione Maiusc+click per correggere solamente l'allineamento della lente Ctrl+Maiusc+click per correggere la rotazione e l'allineamento della lente

source: analyse line structure in image ctrl+click for an additional edge enhancement shift+click for an additional detail enhancement ctrl+shift+click for a combination of both methods
it: Analizza la struttura delle linee in un'immagine Ctrl+click per un ulteriore miglioramento dei bordi Maiusc+click per un ulteriore miglioramento dei dettagli Ctrl+Maiusc+click per una combinazione di entrambi i metodi

source: remove line structure information
it: Rimuove le informazioni della linea di struttura

source: toggle visibility of structure lines
it: Attiva la visione delle linee di struttura

source: [%s on segment] select segment
it: [%s on segment] Seleziona segmento

source: [%s on segment] unselect segment
it: [%s on segment] Deselezione segmento

source: [%s] select all segments from zone
it: [%s] Seleziona tutti i segmenti all'interno dell'area

source: [%s] unselect all segments from zone
it: [%s] Deseleziona tutti i segmenti all'interno dell'area

source: contrast equalizer
it: equalizzatore contrasto

source: mix
it: Fusione

source: coarse
it: Grezzo

source: denoise & sharpen
it: Riduzione rumore e nitidezza

source: sharpen
it: Nitidezza

source: denoise chroma
it: Riduzione rumore crominanza

source: denoise
it: riduzione rumore

source: bloom
it: luce soffusa

source: clarity
it: Chiarezza

source: deblur: large blur, strength 4
it: Nitidezza: largo raggio, forza 4
